[Information]
;----------- Text Format = UTF-16 LE - Language revised on 29.08.2014
TRANSLATOR=bovirus (bovirus@gmail.com)
VERSION=6.2.0

[Language]
LANGUAGE=Italian
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; Local ID : http://msdn.microsoft.com/en-us/library/0h88fahh.aspx
LOCALE_ID=0x0410, 0x0810

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&File
CUSTOMIZE=&Personalizza
EXIT=&Esci
EDIT=&Modifica
COPY=&Copia
FUNCTION=F&unzioni
HIDE_SMART_INFO=Nascondi informazioni &S.M.A.R.T.
HIDE_SERIAL_NUMBER=Nascondi &numero seriale
SHOW_DRIVE_LETTER=Nascondi &lettere dell'unità
ADVANCED_DISK_SEARCH=&Analisi avanzata disco
EVENT_LOG=Registro e&venti
AAM_APM_CONTROL=Controllo AA&M/APM
AUTO_AAM_APM_ADAPTION=Adattamento auto AAM/A&PM
RESIDENT=R&esidente
STARTUP=&Esegui all'avvio di Windows
OPEN_DISK_MANAGEMENT=Apri [Gestione &disco]
OPEN_DEVICE_MANAGER=Apri [&Gestione periferiche]
ADVANCED_FEATURE=Opzioni avan&zate
REFRESH=&Aggiorna
RESCAN=Ri&leva
DISABLE=&Disabilitato
AUTO_REFRESH=A&ggiornamento automatico
AUTO_REFRESH_TARGET=Aggiornamento automatico - Selezione uni&tà
AUTO_REFRESH_TARGET_ALL_DISK=Aggiornamento automatico - &Seleziona tutti i dischi
AUTO_REFRESH_UNTARGET_ALL_DISK=Aggiornamento automatico - Desele&ziona tutti i dischi
WAIT_TIME_AT_STARTUP=Ri&tardo all'avvio
GRAPH=&Grafico
THEME=&Tema
DISK=&Disco
HELP=&?
HELP_WEB=&? [Web]
HELP_ABOUT=&Info su CrystalDiskInfo
HELP_ABOUT_SMART=Info su &S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=Lingua
ITEM=&Elemento
TEMPERATURE_TYPE=Scala t&emperatura
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=Imposta&zioni stato disco

;Graph
OPTION=&Opzioni
LEGEND_POSITION=Posizione della &legenda
NORTH_WEST=&Nord ovest
NORTH_EAST=Nord &est
SOUTH_WEST=Sud &ovest
SOUTH_EAST=&Sud est
MAX_PLOT_POINT=Punto &massimo del diagramma
TIME_FORMAT=&Formato data/ora
PAINT_WEEKEND=&Includi fine settimana
ALL=&Tutto

;2.7.0
COPY_OPTION=&Opzioni di copia
RESIDENT_STYLE=Effetto quando residente
MINIMIZE=Minimizza
HIDE=Nascondi

;3.0.0
ZOOM=&Zoom
AUTO=&Automatico
ATTRIBUTE=&Attributo

;3.5.0
ASCII_VIEW=Vista ASCII
AUTO_DTECTION=Auto rilevamento
SECOND=sec.
MINUTE=min.
HOUR=ore

:3.9.4
WORKAROUND=S&oluzione

;4.0.0
ALERT_MAIL=Mail avviso
MAIL_SETTINGS=Impostazioni mail
SMART_IN_ENGLISH=S.M.A.R.T. in inglese
FONT_SETTING=Impostazione carattere

;5.0.0
ALERT_FEATURES=Funzioni a&llerta
ALARM_HISTORY=Conologia allarme
ALERT_SOUND=Suoni allerta
SOUND_SETTINGS=Impostazioni suoni
GADGET_SUPPORT=Supporto gadget
INSTALL_GADGET=Installa gadget
ENABLE_AUTO=Abilita (rilevamento automatico)
ENABLE_ALL=Abilita (tutti i dischi)
ENABLE_RAID=Abilita (Solo volumi RAID)

;6.0.0
HIDE_NO_SMART_DISK=&Nascondi dischi non S.M.A.R.T.
GREEN_MODE=Modo &green

[TrayMenu]
EXIT=Esci
REFRESH=Aggiorna
RESCAN=Rileva
ENABLE=Abilita
DISABLE=Disabilita
ENABLE_ALL=Abilita tutto
DISABLE_ALL=Disabilita tutto
AUTO_REFRESH=Aggiornamento automatico
AUTO_REFRESH_01_MIN=1 min.
AUTO_REFRESH_03_MIN=3 min.
AUTO_REFRESH_05_MIN=5 min.
AUTO_REFRESH_10_MIN=10 min.
AUTO_REFRESH_30_MIN=30 min.
AUTO_REFRESH_60_MIN=60 min.
AUTO_REFRESH_TARGET=Aggiornamento automatico - Selezione unità
AUTO_REFRESH_TARGET_ALL_DISK=Aggiornamento automatico - Seleziona tutti i dischi
AUTO_REFRESH_UNTARGET_ALL_DISK=Aggiornamento automatico - Deseleziona tutti i dischi
ALARM_SETTING_TEMPERATURE=Impostazioni allarme - Temperatura
ALARM_SETTING_HEALTH_STATUS=Impostazioni allarme - Stato disco
SHOW_MAIN_WINDOW=Mostra Finestra di dialogo principale
SHOW_TEMPERATURE_ICON=Mostra icona temperatura
SHOW_ALL_TEMPERATURE_ICON=Visualizza tutte le icone temperatura
HIDE_ALL_TEMPERATURE_ICON=Nascondi tutte le icone temperatura
COLLECTIVE_SETTING=Impostazioni comuni
GRAPH=Grafico
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Visualizza solo icona temperatura

[DiskStatus]
GOOD=Buono
CAUTION=A rischio
BAD=Pericolo
UNKNOWN=Ignoto
DISK=Disco

[Dialog]
LIST_ID=ID
LIST_CURRENT=Attuale
LIST_WORST=Peggiore
LIST_THRESHOLD=Soglia
LIST_RAW_VALUES=Valori grezzi
;LIST_DESCRIPTION=Descrizione
LIST_ATTRIBUTE_NAME=Parametro

FIRMWARE=Versione firmware
SERIAL_NUMBER=Numero seriale
INTERFACE=Interfaccia
STANDARD=Standard
TRANSFER_MODE=Modo trasferimento
BUFFER_SIZE=Dimensione buffer
NV_CACHE_SIZE=Dimensione cache
ROTATION_RATE=Regime di rotazione
TEMPERATURE=Temperatura
POWER_ON_HOURS=Acceso da (ore)
POWER_ON_COUNT=Numero accensioni
DRIVE_LETTER=Lettere unità
FEATURE=Funzioni supportate
HEALTH_STATUS=Stato disco

UNKNOWN=Sconosciuto
POWER_ON_COUNT_UNIT=volte
POWER_ON_HOURS_UNIT=ore
POWER_ON_DAYS_UNIT=giorni

;4.3
TOTAL_HOST_WRITES=Scritture su host totali
TOTAL_HOST_READS=Letture da host totali
TOTAL_NAND_WRITES=Scritture NAND totali

;4.5
WEAR_LEVELING_COUNT=Livello wearing

;6.1
CURRENT_MODE_SUPPORTED_MODE=Modo attuale | Modi supportati
MAJOR_VERSION_MINOR_VERSION=Versione principale | Versione build

[Message]
DETECT_UNIT_POWER_ON_HOURS=Calcolo delle ore accensione (richiede 130 secondi circa)
DETECT_DISK=Rilevamento disco
PLEASE_ENABLE_WMI=Attiva WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Riavvia l'applicazione per modificare il tema
DISK_NOT_FOUND=Disco non trovato

[Alarm]
ALARM_TEMPERATURE=Allarme - Temperatura
ALARM_HEALTH_STATUS=Allarme - Stato disco
DEGRADATION=Degrado
RECOVERY=Recupero
;3.5.0
INFO_HEALTH_STATUS=Info - Stato salute unità

[Graph]
PLEASE_SELECT_ITEM=Seleziona voce
ACTUAL_VALUE=Valore effettivo (valore grezzo)
NORMALIZED_VALUE=Valore normalizzato (valore corrente)
ALL_ON=Attiva tutto
ALL_OFF=Disattiva tutto
RESET=Ripristina

[Customize]
LINE_COLOR=Colore linee
BACKGROUND_IMAGE=Immagine di sfondo
SUPPORTED_IMAGE_FORMAT=Formati immagine supportati
ALL_FILES=Tutti i file

;5.0.0
SUPPORTED_SOUND_FORMAT=Formati supportati suono

[AamApm]
AAM_LOW=<- Silenzioso (80h)
AAM_HIGH=Prestazioni (FEh) ->
AAM_RECOMMEND=Valore raccomandato
APM_LOW=<- Potenza min (01h)
APM_HIGH=Prestazioni (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Gestione acustica automatica (AAM)
ADVANCED_POWER_MANAGEMENT=Gestione alimentazione avanzata (APM)

[WindowTitle]
ABOUT=Info su CrystalDiskInfo
GRAPH=Grafico
CUSTOMIZE=Personalizza
VERSION_INFORMATION=Informazioni versione
AAM_APM_CONTROL=Controllo AAM/APM
HEALTH_STATUS_SETTING=Impostazioni stato salute

;5.0.0
ALARM_HISTORY=Crolnologia allarme
SOUND_SETTINGS=Impostazioni suoni

;5.1.0
FONT_SETTING=Impostazione carattere

[HealthStatus]
THRESHOLD_OF_CAUTION=Valore soglia di attenzione
APPLY=Applica
DEFAULT=Predefinito

[Smart]
UNKNOWN=Sconosciuto
VENDOR_SPECIFIC=Specifico del produttore
01=Errori lettura
02=Prestazione medie
03=Tempo avvio motore
04=Avvia/ferma conteggio
05=Settori riallocati
06=Margine canale lettura
07=Errori seek
08=Prestazioni tempo seek
09=Acceso da (ore)
0A=Riavviammenti motore
0B=Tentativi ricalibrazione
0C=Cicli ON/OFF dispositivo
0D=Errori lettura software
B8=Errore End-to-End
BB=Segnalato errore non correggibile
BC=Tiimeout comando
BD=Scritture high fly
BE=Temperatura flusso aria
BF=Errori G-Sense
C0=Rientri allo spegnimento
C1=Cicli load/unload
C2=Temperatura
C3=Recuperati hardware ECC
C4=Eventi riallocazione
C5=Settori scrittura pendente
C6=Settori non corregibili
C7=Errori CRC UltraDMA
C8=Errori scrittura
C9=Errori lettura software
CA=Errori marcatore indirizzo dati
CB=Annulla run out
CC=Correzione software ECC
CD=Asperità termiche
CE=Altezza volo testina
CF=Attuale spin high
D0=Spin Buzz
D1=Prestazioni seek offline
D3=Vibrazioni durante scrittura
D4=Shock durante scrittura
DC=Scostamento disco
DD=Errori G-Sense
DE=Ore lavoro
DF=Tentativi load/unload
E0=Carica frizione
E1=Cicli load/unload
E2=Tempo caricamento
E3=Amplificazione torque
E4=Cicli spegnimento
E6=Amplificazione testina GMR
E7=Temperatura
F0=Ore volo testina
FA=Errori ritentativi lettura
FE=Protezione da caduta

;4.5.0
F1=Scritture LBA (totali)
F2=Letture LBA (totali)

[SmartSsd]
01=Errori lettura
02=Prestazione medie
03=Tempo avvio motore
04=Avvia/ferma conteggio
05=Contatore settori riallocati
06=Margine canale lettura
07=Errori seek
08=Prestazioni tempo seek
09=Acceso da (ore)
0A=Contatore riavviammenti motore
0B=Tentativi ricalibrazione
0C=Cicli on/off dispositivo
0D=Errori lettura software
C0=Spegnimenti non sicuri
C2=Temperatura
C4=Eventi riallocazione
C5=Settori scrittura pendente
C6=Settori non corregibili
; CrystalDiskInfo assign
FF=Vita rimanente

;Updated 5.4.0
F1=Scritture totali host
F2=Letture totali host

[SmartMtron]
BB=Cancellazioni totali

[SmartIndlinx]
01=Errori lettura
09=Ore accensione
0C=Cicli accensione
B8=Blocchi iniziali danneggiati
C2=Temperatura
C3=Blocchi programma falliti
C4=Blocchi errore cancellazione
C5=Blocchi errore lettura
C6=Settori letti (totali)
C7=Settori scritti (totali)
C8=Comandi lettura (totali)
C9=Comandi scrittura (totali)
CA=Bit errore della flash (totali)
CB=Settori letti con errori correggibili (totali)
CC=Indicatore blocco errato
CD=Specifica contatore PE max
CE=Cancellazione minima
CF=Cancellazione massinma
D0=Media cancellazione
D1=Vita rimanente unità

[SmartJMicron60x]
09=Ore accensione
0C=Cicli accensione
C2=Temperatura
E5=ID sistema blocco, ID flash
E8=Info versione firmware
E9=Registrazione ECC fallita
EA=Media cancellazione, cancellazione massima
EB=Contatori corretti, blocchi di sistema

[SmartIntel] ;Updated (4.1)
03=Tempo avvio motore
04=Avvia/ferma conteggio
05=Settori riallocati
09=Ore accensione
0C=Cicli accensione
C0=Spegnimenti non previsti
E1=Scritture da PC
E8=Spazio riservato disponibile
E9=Indicatore media wearout
B8=Contatore errori End to End

;Updated 4.1
AA=Spazio riservato disponibile
AB=Programamzione fallite
AC=Cancellazioni fallite
BB=Errori non correggibili

;Updated 4.3
AE=Mancanza inaspettate alimentazione
E2=Tempo medio caricamento
E3=Tempo medio rapporto lettura/scrittura da host
E4=Temporizzatore caricatore
F1=Blocchi LBA scritti (totali)
F2=Blocchi LAB letti (totali)
F9=Scritture NANND (totali)

;Updated 5.5.0
B7=Downshift SATA
BE=Temperatura
C7=Errori CRC

;Updated 5.6.1
AF=Errori protezione mancanza alimenatzione
C2=Temperatura
C5=Settori pendenti

[SmartSamsung]
05=Settori riallocati
09=Ore accensione
0C=Cicli accensione
AF=Fallimenti programma (chip)
B0=Cancellazioni fallite (chip)
B1=Livello uso
B2=Blocchi riservati usati (chip)
B3=Blocchi riservati usati (totali)
B4=Blocchi riservati non usati (totali)
B5=Fallimenti programma (totale)
B6=Cancellazioni fallite (totali)
B7=Blocchi danneggiati runtime (totali)
BB=Errori non correggibili
BE=Temperatura flusso aria
C2=Temperatura
C3=Tasso errore ECC
C6=Errori non corregibili offline
C7=Errori CRC
C9=Stato SuperCap
CA=Stato modo SSD
EB=Recuperi POR
F1=Scritture LBA (totali)
F2=Letture LBA (totali)

;Added 6.6
AA=Unused Reserved Block Count (Chip) 
AB=Program Fail Count (Chip)
AC=Erase Fail Count (Chip)
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B8=Error Detection
E9=Normalized Media Wear-out

[SmartSandForce] ;Updated (3.7)
01=Errori lettura RAW
05=Blocchi ritirati
09=Ore dall'accensione
0C=Cicli di accensione
0D=Errori lettura software
64=Gigabyte cancellati
AA=Blocchi riservati
AB=Fallimenti programma
AC=Cancellazioni fallite
AE=Mancanze inaspettate alimentazione
B1=Delta intervallo uso
B5=Fallimenti programma
B6=Cancellazioni fallite
B8=Codice errori segnalati operazioni I/O
BB=Errori non correggibili segnalati
C2=Temperatura
C3=Errori ECC non corregibili OntheFly
C4=Eventi riallocazione
C6=Settori non corregibili
C7=Errori CRC SATA R-Error
C9=Errori software non corregibili
CC=Correzioni ECC software
E6=Stato curva vita
E7=Vita rimanente SSD
E8=Spazio riservato disponibile
EB=Stato SuperCap
F1=Vita scritture dall'host
F2=Vita letture dall'host

[SmartJMicron61x] ;Added (3.9)
01=Errori lettura
02=Prestazione media globale
03=Tempo accensione
05=Settori riallocati
07=Errori posizionamento
08=Prestazioni tempo posizionamento
09=Ore accensioni
0A=Ritentativi pin
0C=Cicli accensione
A8=Errori PHY SATA
AF=Tabella settori difettosi (fallito ECC)
C0=Mancanze inaspettate alimentazione
C2=Temperatura
C5=Settore pendente corrente
AA=Blocchi difettosi
AD=Numero cancellazioni

[SmartMicron] ;Added 4.0.0/ Updated 6.1.0
; RAIN = Redundant Array of Independent NAND
01=Errori lettura RAW
05=Settori riallocati
09=Tempo accensione
0C=Numero accensioni
0D=Tasso errori software
0E=Memoria dispositivo (NAND)
0F=Memoria utente
10=Blocchi liberi disponibili
11=Blocchi liberi rimanenti
64=Totale cancellazioni
AA=Blocchi riservati
AB=Fallimenti programma
AC=Fallimenti cancellazione
AD=Media cancellazione blocco
AE=Mancanze inaspettate alimentazione
B4=Blocchi NAND non usati riservati
B5=Accessi non allineati
B7=Downshift interfaccia SATA
B8=Correzione errori
BB=Errori non corregibili segnalati
BC=Timeout comandi
BD=Blocchi difettosi di fabbrica
C2=Temperatura
C3=Correzioni cumulkative bit ECC
C4=Eventi riallocazione
C5=Settori pendenti correnti
C6=errori non corregibili durante analisi SMART offline
C7=Errori CRC Ultra DMA
CA=Percentuale vita usata
CE=Errori scrittura
D2=Recuperi RAIN completati
EA=Totale byte letti
F2=Progresso protezione scrittura
F3=Bit ECC corretti
F4=Soglia eventi ECC cumulativo
F5=Pagine cumulative programmazione NAND
F6=Totale settori scritti host
F7=Pagine programma host
F8=Pagine programmazione FTL

[SmartOcz] ;Added (4.5)
01=Tasso errore lettura RAW
03=Tempo accensione
04=Cicli start/stop
05=Settori riallocati
09=Ore accensione
0C=Cicli accensione
C2=Temperatura
E8=Settori scritti (totali)
E9=Vita rimanente

[SmartPlextor] ;Added (5.1.0)/Updated (5.4.0)
01=Tasso errore lettura
05=Settori riallocati
09=Ore accensione
0C=Numero accensioni
C0=Spegnimenti non pianificati
C2=Temperatura
C4=Eventi riallocazione
C6=Settori non correggibili
F1=Totale scritture host
F2=Totale letture host

;Updated (5.4.0)
B1=Livello sorvolo
B2=Blocchi riservati usati (caso peggiore)
B5=Fallimenti programma (totale)
B6=Fallimenti cancellazione (totale)
BB=Errori non correggibili
C7=Errori CRC ultra
E8=Spazio riservato disponibile

;Added 6.2.0
AA=Crescita blocchi danneggiati
AB=Fallimenti scrittura (totale)
AC=Cancellazioni fallite (totale)
AD=Media scrittura/cancellazioni (totale)
AE=Mancanze alimentazione inaspettate
AF=Scritture fallite (caso peggiore)
B0=Cancellazioni fallite (caso peggiore)
B3=Blocchi riservati usati (totale)
B4=Blocchi riservati non usati (totale)
B7=Down Shift interfaccia SATA
B8=Errori corretti dati end-to-end
BC=Time out comando
C3=Tasso ECC
E9=GB scritti nella NAND

[SmartSanDisk] ;Added (5.2.0)
05=Blocchi ritirati
09=Ore accensione
0C=Cicli accensione
AA=Blocchi riservati
AB=Fallimenti programma
AC=Fallimenti cancellazioni
AE=Mancanze inaspettate alimentazione
BB=Errori non corregibili segnalati
E8=Vita rimanente
C2=Temperatura
F1=Scritture da host (totali)
F2=Letture da host (totali)

[SmartOczVector] ;Added (5.3.0)
05=Blocchi danneggiati acccumulati nell'uso
09=Ore accensione
0C=Cicli accensione
AB=Blocchi disponibili oltre le previsioni
AE=Cicli accensione (non pianificati)
BB=Letture NAND non corregibili totali
C3=Programmazioni fallite (totali)
C4=Cancellazioni fallite (totali)
C5=Letture fallite non correggibili (totali)
C6=Letture da host
C7=Scritture su host
C2=Temperatura
D0=Cancellazioni medie
D2=Errori CRC SATA
E9=Vita rimanente
F9=Programmazioni NAND (totali)

;Updated 5.5.0
F1=Scritture totali host
F2=Letture totali host

[SmartCorsair] ;Added 6.2.0
01=Tasso errori lettura RAW
05=Blocchi ritirati
09=Ore accensione
0C=Cicli alimentazione
AA=Blocchi riservati
AC=Cancellazioni fallite
AE=Mancanze inaspettate alimentazioni
B5=Scriture fallite
BB=Errori non recuperabili segnalati
C2=Temperatura
C4=Eventi riallocazione
E7=Vita rimennte SSD
F1=GB scritti vita
F2=GB letti vita

[SmartToshiba] ;Added 6.2.0
01=Tasso errori lettura
02=Prestazioni medie
03=Tempo spin-up
04=Avvi/Stop
05=Settori riallocati
07=Tasso errore seek
08=Tempo seek
09=Ore accensione
0A=Ritentativi spin
0B=Tentativi ricalibrazione
0C=Cicli accensione
A7=Modo protetto SSD
A8=Errore PHT SATA
A9=Totale blocchi danneggiati
AD=Cancellazioni
C0=Mancanze inaspettate alimentazione
C2=Temperatura
C4=Eventi riallocazione
C5=Settori attualmente pendenti
C6=USettori non corregibili
F1=Totale scritture host
F2=Totale lettiure host

[SmartSanDiskGb] ;Added 6.2.0
05=Blocchi riallocati
09=Ore accensione
0C=Cicli alimentazione
A6=Cicli S/C min
A7=Blocchi/die danneggiati max
A8=Cicli cancellazione max
A9=Totale blocchi danneggiati
AB=Scritture fallite
AC=Cancellazioni fallite
AD=Media cicli cancellazione
AE=Mancanze inaspettate alimentazione
BB=Errori non recuperabili segnalati
C2=Temperatura
D4=Errpori PHT SATA
E6=Percentuale totale S/C
E8=Blocchi riserva rimanenti
E9=Totale GB scritte nella NAND
F1=Totale GB scritti
F2=Totale GB letti
